Repository: suchandraAqb/Middleware
Catalog: TTRx2 AI Edge Scanner/Resource/*.lproj/Localizable.strings
Languages: fr, pt_br

source: Select search type
fr: Sélectionnez le type de recherche
pt_br: Selecione o tipo de pesquisa

source: Name
fr: Nom
pt_br: Nome

source: Search by Name
fr: Recherche par nom
pt_br: Procura por nome

source: Customer ID
fr: Client ID
pt_br: Identificação do Cliente

source: Search by Customer ID
fr: Recherche par numéro client
pt_br: Pesquisa por ID de cliente

source: GS1 ID
fr: ID GS1
pt_br: ID GS1

source: Search by GS1 ID
fr: Recherche par ID GS1
pt_br: Pesquisar por ID GS1

source: Cancel
fr: Annuler
pt_br: Cancelar

source: Are you sure you want cancel Picking
fr: Êtes-vous sûr de vouloir annuler le prélèvement
pt_br: Deseja cancelar a seleção?

source: CUST ID:
fr: ID CLIENT:

source: Picking
fr: Cueillette
pt_br: Seleção

source: Select Customer
fr: Sélectionnez un client
pt_br: Selecione o cliente

source: Picking Items
fr: Articles de cueillette
pt_br: Selecionando itens

source: Confirm Picking
fr: Confirmer la sélection
pt_br: Confirmar seleção

source: Start Typing..
fr: Commencer à écrire..
pt_br: Começe a digitar..

source: No scanned serials found.
fr: Aucun numéro de série numérisé trouvé.
pt_br: Nenhum serial escaneado encontrado.

source: Item is already picked
fr: L'article est déjà choisi
pt_br: O item já está selecionado

source: Serial(s) Failed to Verify.
fr: Échec de la vérification des numéros de série.
pt_br: Serial(is) falhou(aram) ao verificar.

source: Lot Products
fr: Produits de lot
pt_br: Produtos do Lote

source: Lot Product
fr: Produit de lot
pt_br: Produto do Lote

source: Serials
fr: Séries
pt_br: Seriais

source: Serial
fr: En série

source: Please scan serials before proceeding.
fr: Veuillez scanner les séries avant de continuer.
pt_br: Por favor, escaneie o(s) serial(is) antes de continuar.

source: Click camera to scan your picking items
fr: Cliquez sur la caméra pour numériser vos articles de cueillette
pt_br: Clique na câmera para escanear o(s) item(s)

source: Single Scan
fr: Balayage unique
pt_br: Scan Único

source: Multiple Scan
fr: Balayage multiple
pt_br: Scan Multiplo

source: or
fr: ou
pt_br: ou

source: Add Lot Based Product
fr: Ajouter un produit de lot
pt_br: Adicionar Produto de Lote

source: View Verified Serials
fr: Afficher les séries vérifiées
pt_br: Ver serial(is) verificado(s)

source: Failed Items
fr: Éléments échoués
pt_br: Itens com falha

source: View Items
fr: Voir les articles
pt_br: Ver itens

source: Seller Address
fr: Adresse du vendeur
pt_br: Endereço do Vendedor

source: Sold By
fr: Vendu par
pt_br: Vendido por:

source: Ship From
fr: Expédier de
pt_br: Enviar de:

source: Trading Partner Address
fr: Adresse du partenaire commercial
pt_br: Endereço do parceiro comercial

source: Sold To
fr: Vendu à
pt_br: Vendido para:

source: Ship To
fr: Envoyez à
pt_br: Enviar para

source: Edit Trading Partner Address
fr: Modifier l'adresse du partenaire commercial
pt_br: Editar endereço do parceiro comercial

source: Brought By
fr: Apporté par
pt_br: Trazido por

source: Select Address
fr: Sélectionnez une adresse
pt_br: Selecione o Endereço

source: Add Custom Address
fr: Ajoutez l'adresse
pt_br: Adicionar Endereço

source: Please enter recipient name.
fr: Veuillez saisir le nom du destinataire.
pt_br: Insira o nome do destinatário.

source: Please enter address.
fr: Veuillez entrer l'adresse.
pt_br: Por favor, insira o endereço.

source: Please enter city name.
fr: Veuillez entrer le nom de la ville.
pt_br: Insira o nome da cidade.

source: Please select state
fr: Veuillez sélectionner l'état
pt_br: Selecione o estado

source: Please enter postal code.
fr: Veuillez entrer le code postal.
pt_br: Insira o código postal.

source: Please enter valid Email.
fr: Veuillez saisir un e-mail valide.
pt_br: Por favor, insira um e-mail válido.

source: Recipient Name*
fr: Nom du destinataire*
pt_br: Nome do Destinatário*

source: Address*
fr: Adresse*
pt_br: Endereço*

source: City*
fr: Ville*
pt_br: Cidade*

source: Country
fr: Pays
pt_br: País

source: State
fr: Etat
pt_br: Estado

source: Postal Code*
fr: Code postal*
pt_br: CEP*

source: Phone
fr: Téléphone
pt_br: Telefone

source: Serial
fr: En série

source: successfully removed
fr: supprimé avec succès
pt_br: removido com sucesso

source: Please check the product that you scan for remove are already deleted or exist in the picking items.
fr: Veuillez vérifier que le produit que vous scannez pour supprimer est déjà supprimé ou existe dans les éléments de cueillette.
pt_br: Verifique se o produto que você digitalizou para remover já foi excluído ou existe nos itens de separação.

source: Something went wrong. Try again later.
fr: Un problème est survenu. Réessayez plus tard.
pt_br: Algo deu errado. Tente mais tarde.

source: Serial successfully deleted.
fr: Numéro de série supprimé avec succès.
pt_br: Série excluída com sucesso.

source: Are you sure you want to remove this serial?
fr: Voulez-vous vraiment supprimer ce numéro de série?
pt_br: Deseja remover este serial?

source: Remove Multiple
fr: Supprimer plusieurs
pt_br: Remover Vários

source: Expiration Date
fr: Date d'expiration
pt_br: Data de validade

source: Picked Items not available for lot based.
fr: Les articles sélectionnés ne sont pas disponibles pour les lots.
pt_br: Itens selecionados não disponíveis para lotes.

source: Picking will be done with different lot than what was suggested.
fr: La cueillette se fera avec un lot différent de ce qui a été suggéré.
pt_br: A colheita será feita com lote diferente do sugerido.

source: Please choose different participant for reassign.
fr: Veuillez choisir un participant différent pour la réaffectation.
pt_br: Escolha um participante diferente para reatribuir.

source: Please select participant for reassign.
fr: Veuillez sélectionner un participant à réaffecter.
pt_br: Selecione o participante para reatribuir.

source: Participant Reassign
fr: Réaffecter le participant
pt_br: Reatribuição de Participante

source: Filter By Participent name.
fr: Filtrer par nom de participant.
pt_br: Filtrar por nome do participante

source: Picking will be done with a different lot than what was suggested.Do you want to continue?
fr: La cueillette se fera avec un lot différent de celui proposé. Voulez-vous continuer ?
pt_br: A coleta será feita com um lote diferente do sugerido. Deseja continuar?

source: Void Picking
fr: Vider la cueillette
pt_br: Seleção de Vazio

source: Your picking will be voided and picked items will be put back to the original location in the inventory.
fr: Votre sélection sera annulée et les articles sélectionnés seront remis à leur emplacement d'origine dans l'inventaire.
pt_br: Sua coleta será anulada e os itens coletados serão colocados de volta no local original no inventário.

source: Postpone Picking
fr: Reporter la cueillette
pt_br: Adiar a coleta

source: This will keep the picking operation open, and will allow-you to resume it later.You can find the same picking in Picking in Progress section.
fr: Cela gardera l'opération de picking ouverte, et vous permettra de la reprendre plus tard. Vous pouvez retrouver le même picking dans la rubrique Picking en cours.
pt_br: Isso manterá a operação de separação aberta e permitirá que você a retome mais tarde. Você pode encontrar a mesma separação na seção Picking em andamento.

source: Product Type
fr: type de produit
pt_br: Tipo de Produto

source: Change Picking Ownership
fr: Changer la propriété de la cueillette
pt_br: Alterar propriedade de coleta

source: Select Participant:
fr: Sélectionnez un participant :
pt_br: Selecione o participante:

source: Participant Details
fr: Détails des participants
pt_br: Detalhes do participante

source: Filter By Participant name
fr: Filtrer par nom de participant
pt_br: Filtrar por nome do participante

source: Participant Name:
fr: Nom du participant:
pt_br: Nome do participante:

source: Lot Number:
fr: Numéro de lot:
pt_br: Número de lote:

source: Available Qty:
fr: Quantité disponible :
pt_br: Quantidade disponível:

source: Expiration Date:
fr: Date d'expiration:
pt_br: Data de validade:

source: Pick Items Manually
fr: Choisir les articles manuellement
pt_br: Escolher itens manualmente

source: LOT
fr: TERRAIN
pt_br: MUITOS

source: Qty. To Pick
fr: Qté. Choisir
pt_br: Qtd. Escolher

source: Pick Items
fr: Choisir des articles
pt_br: Escolher itens

source: Scan Product
fr: Analyser le produit
pt_br: Digitalizar produto

source: Product Information
fr: Information produit
pt_br: informação do produto

source: Available Quantity:
fr: quantité disponible:
pt_br: Quantidade disponível:

source: Scan to pick serial based items
fr: Numérisez pour sélectionner des articles en série
pt_br: Digitalize para escolher itens baseados em série

source: Pick items by Lot Based
fr: Choisissez des articles par lot
pt_br: Escolha itens por lote

source: Enter Quantity Picked for this shelf
fr: Entrez la quantité prélevée pour cette étagère
pt_br: Insira a quantidade retirada para esta prateleira

source: Add Lot Based Quantity
fr: Ajouter une quantité basée sur le lot
pt_br: Adicionar Quantidade Baseada em Lote

source: Lot quantity must be provided
fr: La quantité de lot doit être fournie
pt_br: A quantidade do lote deve ser fornecida

source: Are you sure? you are about to delete the picked item
fr: Es-tu sûr? vous êtes sur le point de supprimer l'élément sélectionné
pt_br: Tem certeza? você está prestes a excluir o item selecionado

source: Qty. To Picked
fr: Qté. À choisir
pt_br: Qtd. Para Escolhido

source: Qty. Picked
fr: Qté. Choisi
pt_br: Qtd. Escolhido

source: Please scan serials or pick items manually before proceed.
fr: Veuillez numériser les publications en série ou sélectionner les articles manuellement avant de continuer.
pt_br: Por favor, escaneie as séries ou selecione os itens manualmente antes de prosseguir.

source: SO List Scan
fr: Balayage de la liste SO
pt_br: Verificação da Lista SO

source: Shipment Carrier
fr: Transporteur d'expédition
pt_br: Transportadora

source: Shipment Method
fr: Méthode d'expédition
pt_br: Método de envio

source: Choose the shipping carrier.
fr: Choisissez le transporteur.
pt_br: Escolha a transportadora.

source: Please add the custom shipping carrier.
fr: Veuillez ajouter le transporteur personnalisé.
pt_br: Por favor, adicione a transportadora personalizada.

source: Choose the shipping method.
fr: Choisissez la méthode d'expédition.
pt_br: Escolha a forma de envio.

source: Please add the custom shipping method.
fr: Veuillez ajouter la méthode d'expédition personnalisée.
pt_br: Por favor, adicione o método de envio personalizado.

source: Please Scan Container Only.
fr: Veuillez scanner uniquement le conteneur.
pt_br: Por favor, digitalize apenas o contêiner.

source: Please Scan Product Only.
fr: Veuillez scanner le produit uniquement.
pt_br: Por favor, digitalize apenas o produto.

source: Transaction
pt_br: Transação

source: Destruction
pt_br: Destruição

source: Lot
pt_br: Lote

source: Date
pt_br: Data

source: Type
pt_br: Tipo

source: Message...
pt_br: Mensagem...

source: Disposition
pt_br: Disposição

source: Information!
pt_br: Em formação!

source: GS1 Company Prefix
pt_br: GS1 Prefixo da empresa

source: Stock
pt_br: Estoque

source: Commission
pt_br: Comissão

source: Lot#
pt_br: Lote#

# Confrimation
source: Confirmation
pt_br: Confirmação

source: Confirmation
pt_br: Confirmação

source: Serials
pt_br: Séries
