Repository: suchandraAqb/Middleware
Catalog: TTRx2 AI Edge Scanner/Resource/*.lproj/Localizable.strings
Languages: fr, pt_br

source: Items not Resalable
fr: Articles non revendables
pt_br: Itens não revendíveis

source: items which are not resalable will be destructed
fr: les articles non revendables seront détruits
pt_br: itens que não podem ser revendidos serão destruídos

source: Reception Date&Time
fr: Date et heure de réception
pt_br: Data e hora da recepção

source: View Outbound Shipment Details
fr: Afficher les détails de l'envoi sortant
pt_br: Exibir detalhes da remessa de saída

source: Are you sure you want to proceed with this shipment?
fr: Êtes-vous sûr de vouloir procéder à cet envoi?
pt_br: Deseja prosseguir com este envio?

source: Shipment UUID not found.
fr: UUID de l'envoi introuvable.
pt_br: UUID da remessa não encontrado.

source: Return UUID not found.
fr: Renvoie l'UUID introuvable.
pt_br: Retorno UUID não encontrado.

source: Please select Reception Date.
fr: Veuillez sélectionner la date de réception.
pt_br: Selecione a data de recepção.

source: Please select shipment condition.
fr: Veuillez sélectionner les conditions d'expédition.
pt_br: Selecione a condição de envio.

source: No Shipping method found.
fr: Aucune méthode d'expédition trouvée.
pt_br: Nenhum método de envio encontrado.

source: Shipment Condition
fr: Condition d'expédition
pt_br: Condição da Remessa

source: Shipment date can't before Order Date
fr: La date d'expédition ne peut pas avant la date de commande
pt_br: A data de envio não pode ser anterior à data do pedido

source: Please scan serial(s) first.
fr: Veuillez d'abord scanner les numéros de série.
pt_br: Leia o(s) serial(is) primeiro.

source: Please select a Location.
fr: Veuillez sélectionner un emplacement.
pt_br: Selecione um local.

source: Please select/type quarantine reason.
fr: Veuillez sélectionner / saisir la raison de la quarantaine.
pt_br: Selecione / digite o motivo da quarentena.

source: Please select/type destruction reason.
fr: Veuillez sélectionner / saisir la raison de la destruction.
pt_br: Selecione / digite o motivo da destruição.

source: Return request submitted
fr: Demande de retour soumise
pt_br: Pedido de devolução enviado

source: Are you sure you want confirm Return?
fr: Voulez-vous vraiment confirmer le retour?
pt_br: Deseja confirmar a devolução?

source: Your shipment has been Voided
fr: Votre envoi a été annulé
pt_br: Sua remessa foi anulada

source: Filter serials by Status
fr: Filtrer les publications en série par statut
pt_br: Filtrar serial(is) por status

source: Serial successfully removed.
fr: Numéro de série supprimé avec succès.
pt_br: Serial removido com sucesso.

source: Resalable
fr: Revendable
pt_br: Revendível

source: Not Resalable
fr: Non revendable
pt_br: Não revendível

source: Product
fr: Produit
pt_br: Produtos

source: Scan
fr: Analyse
pt_br: Escanear

source: Save
fr: Sauver
pt_br: Salve

source: Message Title...
fr: Titre du message...
pt_br: Título da Mensagem...

source: Do you want to remove this message from default?
fr: Voulez-vous supprimer ce message par défaut?
pt_br: Quer remover esta mensagem do padrão?

source: Do you want to make this your default scan message?
fr: Voulez-vous en faire votre message d'analyse par défaut?
pt_br: Quer tornar esta a sua mensagem de verificação padrão?

source: Scan a Container
fr: Analyser un conteneur
pt_br: Escanear um container

source: Items in Inventory
fr: Articles en inventaire
pt_br: Itens no estoque

source: View the inventory of each item
fr: Voir l'inventaire de chaque article
pt_br: Veja o inventário de cada item

source: Inventory Count
fr: L'inventaire
pt_br: Contagem de Inventário

source: Container Management
fr: Gestion des conteneurs
pt_br: Gerenciamento de Containers

source: View the content of a specific container, from it’s Unique Serial. From there, you can add and/or remove content
fr: Affichez le contenu d'un conteneur spécifique, à partir de son numéro de série unique. De là, vous pouvez ajouter et / ou supprimer du contenu

source: Scanned Summary
fr: Résumé scanné
pt_br: Resumo Escaneado

source: Print
fr: Impression
pt_br: Impressão

source: Export
fr: Exportation
pt_br: Exportar

source: Container List
fr: Liste des conteneurs
pt_br: Lista de Containers

source: View
fr: Vue
pt_br: Ver

source: Edit
fr: Éditer
pt_br: Editar

source: Package Type
fr: Type d'emballage
pt_br: Tipo de Pacote

source: Have Parent
fr: Avoir un parent
pt_br: Ter pai

source: View Container
fr: Voir le conteneur
pt_br: Ver Container

source: Unique Serial
fr: Série unique
pt_br: Serial Único

source: Container Type
fr: Type de conteneur
pt_br: Tipo de Container

source: Stroge Shelf
fr: Etagère de rangement
pt_br: Prateleira de Armazenamento

source: Advanced Option
fr: Option avancée
pt_br: Opção Avançada

source: Business Step
fr: Étape commerciale
pt_br: Etapa de Negócios

source: Edit Container
fr: Modifier le conteneur
pt_br: Editar Container

source: Delete Container
fr: Supprimer le conteneur
pt_br: Excluir Container

source: Replace Container
fr: Remplacer le conteneur
pt_br: Substituir o Container

source: Delete All Remaining Items
fr: Supprimer tous les éléments restants
pt_br: Excluir todos os itens restantes

source: Remove items
fr: Supprimer des éléments
pt_br: Remover itens

source: Move the items to a different existing container
fr: Déplacer les éléments vers un autre conteneur existant

source: Destination GS1 Container Unique Serial
fr: Numéro de série unique du conteneur GS1 de destination
pt_br: Serial exclusivo do container GS1 de destino

source: Enter GS1 Serial
fr: Entrez GS1 Serial
pt_br: Digite GS1 Serial

source: Move the items to a storage area/shelf
fr: Déplacer les articles vers une zone de stockage / une étagère
pt_br: Mova os itens para uma área de armazenamento / prateleira

source: Add
fr: Ajouter
pt_br: Adicionar

source: Generate & Commission Serials
fr: Générer et commander des séries
pt_br: Gerar e Comissionar Seriais

source: Request New Container Serials
fr: Demander de nouvelles séries
pt_br: Solicitar novos seriais de container

source: Requested on
fr: Demandé le
pt_br: Solicitado em

source: Qty. Generated
fr: Qté. Généré
pt_br: Qtd. Gerada

source: Qty. Commissioned
fr: Qté. Commandé
pt_br: Qtd. Comissionado

source: Request New Serials
fr: Demander de nouvelles séries
pt_br: Solicitar novos seriais

source: Enter Quantity
fr: Entrez la quantité
pt_br: Insira a quantidade

source: Newly commissioned serials must be stored in
fr: Les publications en série nouvellement commandées doivent être stockées dans
pt_br: Seriados recém-comissionados devem ser armazenados em

source: Confirm Request
fr: Confirmer la requête
pt_br: Confirmar pedido

source: View Generated Serials
fr: Afficher les séries générées
pt_br: Ver Seriais Gerados

source: GS1 Serial
fr: Série GS1

source: GS1 Barcode
fr: Code-barres GS1
pt_br: Código de Barras GS1

source: Simple Serial
fr: Série simple
pt_br: Serial Simples

source: Origin Container
fr: Conteneur d'origine
pt_br: Container de Origem

source: Destination Container
fr: Conteneur de destination
pt_br: Container do Destinatário

source: Confirm Container
fr: Confirmer le conteneur
pt_br: Confirmar Container

source: Click camera to scan your Destination Container
fr: Cliquez sur la caméra pour scanner votre conteneur de destination
pt_br: Clique na câmera para escanear seu container de destino

source: View Details
fr: Voir les détails
pt_br: Ver detalhes

source: Enter Serial
fr: Entrez le numéro de série
pt_br: Insira o Serial

source: Enter GS1 ID
fr: Saisissez l'ID GS1
pt_br: Insira o ID GS1

source: Click on the camera to scan items to add in Container
fr: Cliquez sur la caméra pour scanner les éléments à ajouter dans le conteneur
pt_br: Clique na câmera para verificar os itens a serem adicionados ao Container

source: Are you sure you want to cancel Replace Container
fr: Voulez-vous vraiment annuler le remplacement du conteneur
pt_br: Deseja cancelar a substituição do container?

source: Are you sure you want to confirm Replace Container
fr: Voulez-vous vraiment confirmer le remplacement du conteneur
pt_br: Deseja substituir o container?

# Please scan Destination Container before proceed.
source: Please scan Destination Container before proceeding.
fr: Veuillez scanner le conteneur de destination avant de continuer.
pt_br: Faça o scan do container do destino para continuar.

source: Lot Products
fr: Produits de lot
pt_br: Produtos de lote

source: Lot Product
fr: Produit de lot
pt_br: Produto do lote

source: Please enter Container Unique Serial.
fr: Veuillez saisir le numéro de série unique du conteneur.
pt_br: Insira o serial único do container.

source: Please enter GS1 Serial.
fr: Veuillez saisir le numéro de série GS1.
pt_br: Insira GS1 Serial.

source: Please select Container Type.
fr: Veuillez sélectionner le type de conteneur.
pt_br: Selecione o tipo de container.

source: Please select Location.
fr: Veuillez sélectionner un emplacement.
pt_br: Selecione a localização.

source: Please select Storage Area.
fr: Veuillez sélectionner la zone de stockage.
pt_br: Selecione a área de armazenamento.

source: Please select Shelf.
fr: Veuillez sélectionner Shelf.
pt_br: Selecione Prateleira.

source: Please select Disposition.
fr: Veuillez sélectionner Disposition.
pt_br: Selecione Disposição.

source: Please select Business Step.
fr: Veuillez sélectionner Business Step.
pt_br: Selecione a Etapa de Negócios.

source: Are you sure you want to delete this Container?
fr: Voulez-vous vraiment supprimer ce conteneur?
pt_br: Deseja excluir este container?

source: Please select at least one item
fr: Veuillez sélectionner au moins un élément
pt_br: Selecione pelo menos um item

source: Lot Based Item
fr: Article basé sur le lot
pt_br: Item baseado em lote

source: Please select a Location
fr: Veuillez sélectionner un emplacement
pt_br: Selecione um local

source: Please enter Destination GS1 Container Unique Serial.
fr: Veuillez saisir le numéro de série unique du conteneur GS1 de destination.
pt_br: Insira o Serial GS1 único do container de destino.

source: Please try again later.
fr: Veuillez réessayer plus tard.
pt_br: Por favor, tente novamente mais tarde.

source: Are you sure you want to remove this serial request?
fr: Voulez-vous vraiment supprimer cette demande en série?
pt_br: Deseja remover esta solicitação de serial(is)?

source: Pull to refresh
fr: Tirer pour rafraîchir
pt_br: Puxe para atualizar

source: Request Deleted.
fr: Demande supprimée.
pt_br: Solicitação excluída.

source: Please select destination Location
fr: Veuillez sélectionner l'emplacement de destination
pt_br: Selecione o local de destino

source: Please enter quantity.
fr: Veuillez saisir la quantité.
pt_br: Insira a quantidade.

source: Generating Commissioning Serials
fr: Génération de numéros de série de mise en service
pt_br: Gerando Seriais de Comissionamento

source: You can safely dismiss this box, this operation will be handled in the background
fr: Vous pouvez fermer cette case en toute sécurité, cette opération sera gérée en arrière-plan
pt_br: Você pode dispensar esta caixa com segurança, esta operação será realizada em segundo plano

source: Are you sure you want cancel Serial Generation Request
fr: Êtes-vous sûr de vouloir annuler la demande de génération série
pt_br: Deseja cancelar a solicitação

source: Looks into containers
fr: Regarde dans les conteneurs

source: Replace a container
fr: Remplacer un conteneur

source: Replace existing container(s)
fr: Remplacer le (s) conteneur (s) existant (s)

source: Generate and commission container
fr: Générer et mettre en service un conteneur

source: Generate Serial Numbers for new Containers
fr: Générer des numéros de série pour les nouveaux conteneurs
pt_br: Gerar números de série para novos containers

source: Delete an existing container, from it’s Unique Serial.
fr: Supprimez un conteneur existant de son numéro de série unique.

source: Container not found.
fr: Conteneur introuvable.
pt_br: Container não encontrado.

source: Please scan some serials and try again later.
fr: Veuillez scanner quelques séries et réessayer plus tard.
pt_br: Por favor, scaneie alguns seriais e tente novamente mais tarde.

source: Delete container
fr: Supprimer le conteneur

source: Product is not valid
fr: Le produit n'est pas valide
pt_br: Produto não é válido

source: failed to removed
fr: échec de la suppression
pt_br: Falhou em remover

source: Device Blocked
fr: Appareil bloqué
pt_br: Dispositivo bloqueado

source: Would you like to enroll this device?
fr: Souhaitez-vous inscrire cet appareil?
pt_br: Você gostaria de cadastrar este dispositivo?

source: Enroll Your Device
fr: Enregistrez votre appareil
pt_br: Cadastre o seu dispositivo

source: ENROLL NOW
fr: INSCRIVEZ-VOUS MAINTENANT
pt_br: CADASTRE-SE AGORA

source: Would you like to update the App?
fr: Souhaitez-vous mettre à jour l'application?
pt_br: Você gostaria de atualizar o aplicativo?

source: App Update Available
fr: Mise à jour de l'application disponible
pt_br: Atualização de aplicativo disponível

source: UPDATE NOW
fr: METTEZ À JOUR MAINTENANT
pt_br: ATUALIZAR AGORA

source: Please update the App to continue?
fr: Veuillez mettre à jour l'application pour continuer?
pt_br: Atualizar o aplicativo para continuar?

source: App Update Required
fr: Mise à jour de l'application requise
pt_br: Atualização do aplicativo necessária

source: This container cannot be deleted because it’s not empty
fr: Ce conteneur ne peut pas être supprimé car il n'est pas vide

source: Container will be updated.
fr: Le conteneur sera mis à jour.
pt_br: O container será atualizado.

source: The system will process the request in the background.
fr: Le système traitera la demande en arrière-plan.
pt_br: O sistema processará a solicitação em segundo plano.

source: View Existing Items
fr: Afficher les éléments existants
pt_br: Visualizar Itens Existentes

source: Warning!
fr: avertissement
pt_br: Atenção!

source: Please select your default message before scan.
fr: Veuillez sélectionner votre message par défaut avant de numériser.
pt_br: Selecione sua mensagem padrão antes de escanear.

source: Are you sure you want to delete this message?
fr: Etes-vous sur de vouloir supprimer ce message?
pt_br: Deseja deletar essa mensagem?

source: Title can't be blank.
fr: Le titre ne peut pas être vide.
pt_br: O título não pode ficar em branco.

source: Message can't be blank.
fr: Le message ne peut pas être vide.
pt_br: A mensagem não pode ficar em branco.

source: Please choose your color.
fr: Veuillez choisir votre couleur.
pt_br: Por favor, escolha sua cor.

source: Manufacturer Lots
fr: Lots de fabricants
pt_br: Lotes de fabricantes

source: Add Lot
fr: Ajouter un lot
pt_br: Adicionar lote

source: Closed
fr: Fermé
pt_br: Fechados

source: Created
fr: Créé
pt_br: Criado

source: Production Date
fr: Date de production
pt_br: Data de produção

source: Open
fr: Ouvert
pt_br: Abrir

source: Voided
fr: Annulé
pt_br: Anulado

source: Add Lot Based Lot
fr: Ajouter un lot basé sur un lot
pt_br: Adicionar remessa baseada em lote

source: Add Serial Based Lot
fr: Ajouter un lot basé sur la série
pt_br: Adicionar remessa baseada em série

source: View Serial Request
fr: Afficher la demande de série
pt_br: Ver solicitação serial

source: This Lot is open
fr: Ce lot est ouvert
pt_br: Este lote foi aberto

source: Sell By Date
fr: La date de péremption
pt_br: Prazo de validade

source: Best By Date
fr: Meilleur par date
pt_br: Melhor por data

source: Add Serial Request
fr: Ajouter une demande de série
pt_br: Adicionar pedido ao serial

source: Quantity to generate
fr: Quantité à générer
pt_br: Quantidade a gerar

source: You can’t edit this field later. You can void serial generated or do an other request for serial generation.
fr: Vous ne pourrez pas modifier ce champ ultérieurement. Vous pouvez annuler la génération de série ou faire une autre demande de génération de série.
pt_br: Você não pode editar este campo mais tarde. Você pode cancelar a geração do serial ou fazer outra solicitação para geração do serial.

source: Note:
fr: Remarque:
pt_br: Nota:

source: Requested Serial List
fr: Liste des séries demandées
pt_br: Lista de seriais solicitados

source: View/Download Serials
fr: Afficher / télécharger des séries
pt_br: Ver / Baixar seriais

source: GS1 Serials URI
fr: URI de série GS1

source: GS1 Barcode Format
fr: Format de code-barres GS1
pt_br: Código de Barras GS1

source: Simple Serials Only
fr: Serials simples uniquement
pt_br: Seriais simples apenas

source: View Manufacturer Lot
fr: Voir le lot du fabricant
pt_br: Ver lote do fabricante

source: Edit Manufacturer Lot
fr: Modifier le lot du fabricant
pt_br: Editar lote do fabricante

source: Lot Added Successfully
fr: Lot ajouté avec succès
pt_br: Lote adicionado com sucesso

source: Lot Updated Successfully
fr: Lot mis à jour avec succès
pt_br: Lote atualizado com sucesso

source: Please enter Lot.
fr: Veuillez saisir Lot.
pt_br: Insira o lote.

source: Please enter quantity more than 0
fr: Veuillez saisir une quantité supérieure à 0
pt_br: Insira uma quantidade maior que 0

source: Please select production date.
fr: Veuillez sélectionner la date de production.
pt_br: Selecione a data de produção.

source: Please select expiration date.
fr: Veuillez sélectionner la date d'expiration.
pt_br: Selecione a data de expiração.

source: Expiration date can not be before production date.
fr: La date d'expiration ne peut pas être antérieure à la date de production.
pt_br: A data de validade não pode ser anterior à data de produção.

source: Expiration date can not be before best by date.
fr: La date d'expiration ne peut pas être antérieure à la date de péremption.
pt_br: A data de expiração não pode ser anterior à data de validade.

source: Expiration date can not be before sell by date.
fr: La date d'expiration ne peut pas être antérieure à la date limite de vente.
pt_br: A data de expiração não pode ser anterior à data de validade.

source: Best by date can not be before production date.
fr: La date de péremption ne peut pas être antérieure à la date de production.
pt_br: O prazo de validade não pode ser anterior à data de produção.

source: Sell by date can not be before production date.
fr: La date de vente ne peut pas être antérieure à la date de production.
pt_br: A data de venda não pode ser anterior à data de produção.

source: Are you sure you want to confirm
fr: Êtes-vous sûr de vouloir confirmer
pt_br: Deseja confirmar?

source: Are you sure you want to cancel
fr: Es-tu sûre de vouloir annuler
pt_br: Deseja cancelar?

source: Completed
fr: Terminé
pt_br: Concluído

source: Lot Based Confirmation
fr: Confirmation basée sur le lot
pt_br: Confirmação baseada em lote

source: Once the operation is done, do you want to close the lot?
fr: Une fois l'opération terminée, souhaitez-vous fermer le terrain?
pt_br: Concluída a operação, deseja fechar o lote?

source: By closing the lot, the lot won’t be editable anymore. However, by keeping the lot open, that will allow possible to make potential manipulation errors. What should be done?
fr: En fermant le lot, le lot ne sera plus modifiable. Cependant, en gardant le lot ouvert, cela permettra de faire d'éventuelles erreurs de manipulation. Qu'est-ce qui devrait être fait?
pt_br: Ao fechar o lote, não será possível editá-lo depois. Caso matenha o lote aberto, poderão acontecer possíveis erros de manipulação. O que deverá ser feito?

source: Continue and keep the lot open
fr: Continuez et gardez le terrain ouvert
pt_br: Continue e mantenha o lote aberto

source: Continue and close the lot
fr: Continuer et fermer le lot
pt_br: Continue e feche o lote

source: This operation will create new lot based items and will be immediately available to the inventory. Only increase of quantity is allowed
fr: Cette opération créera de nouveaux articles basés sur des lots et sera immédiatement disponible pour l'inventaire. Seule l'augmentation de quantité est autorisée
pt_br: Esta operação criará novos itens baseados em lote e estarão imediatamente disponíveis no estoque. Somente o aumento de quantidade é permitido

source: Since the effect is immediate, there is no way to delete this lot excepted by destroying the product from inventory.
fr: L'effet étant immédiat, il n'y a aucun moyen de supprimer ce lot sauf en détruisant le produit de l'inventaire.
pt_br: Como o efeito é imediato, não há como excluir esse lote, exceto destruindo o produto do estoque.

source: Since it’s a Lot Based Quantity, no serial will be emitted.
fr: Comme il s'agit d'une quantité basée sur un lot, aucun numéro de série ne sera émis.
pt_br: Uma vez que a quantidade baseada é em lote, nenhum serial será emitido.

source: Continue?
fr: Continuer?
pt_br: Deseja continuar?

source: Add Serialized Lot
fr: Ajouter un lot sérialisé
pt_br: Adicionar lote serializado

source: Lot Type
fr: Type de lot
pt_br: Tipo de lote

source: In stock
fr: En stock
pt_br: Em estoque

source: Avail Qty
fr: Qté disponible
pt_br: Qtde disponível

source: Generic Name
fr: Nom générique
pt_br: Nome genérico

source: View Lot
fr: Voir le lot
pt_br: Ver lote

source: View Inventory
fr: Voir l'inventaire
pt_br: Ver Inventário

source: View Inventory per location
fr: Afficher l'inventaire par emplacement
pt_br: Exibir estoque por localização

source: Inbound Shipments
fr: Expéditions entrantes
pt_br: Remessas de Entrada

source: Outbound Shipments
fr: Expéditions sortantes
pt_br: Remessas de Saída

source: Product Lot Location
fr: Emplacement du lot de produits
pt_br: Localização do lote do produto

source: Lot Inventory Details
fr: Détails de l'inventaire du lot
pt_br: Detalhes do inventário do lote

source: Inventory Summary
fr: Résumé de l'inventaire
pt_br: Resumo do inventário

source: Items not available
fr: Articles non disponibles
pt_br: Itens não disponíveis

source: Available
fr: Disponible
pt_br: Acessível

source: Allocated
fr: Alloué
pt_br: Alocado

source: Locked
fr: Fermé à clé
pt_br: Bloqueado

source: To be received
fr: Être reçu
pt_br: A ser recebido

source: Total items not available
fr: Total des articles non disponibles
pt_br: Total de itens não disponíveis

source: View Lots
fr: Voir les lots
pt_br: Ver lotes

source: Edit Lot
fr: Modifier le lot
pt_br: Editar lote

source: Enter Lot Number
fr: Entrez le numéro de lot
pt_br: Digite o número do lote

source: Global
fr: Globale

source: Lot in Storage Area
fr: Lot dans la zone de stockage
pt_br: Lote na área de armazenamento

source: Item(s) is pending for verifications.
fr: Les éléments sont en attente de vérification.
pt_br: Item(ns) está(ão) pendente(s) de verificação.

source: Lots to Commission
fr: Lots à la commission
pt_br: Lotes para Comissionar

source: Commission GS1 Serials
fr: Série GS1 de la Commission
pt_br: Comissionar Seriais GS1

source: Serial Count
fr: Nombre de séries
pt_br: Números de Série

source: Uncommissioned Serials
fr: Serials non commandés
pt_br: Seriais não autorizados

source: Lock
fr: Fermer à clé
pt_br: Fechar

source: Commission Serials
fr: Série de commissions
pt_br: Seriais de Comissão

source: Click on the camera icon to scan serials to Commission
fr: Cliquez sur l'icône de la caméra pour numériser les séries vers la Commission
pt_br: Clique na câmera para escanear os seriais para a comissão

source: Set the commissioned into
fr: Réglez la mise en service en
pt_br: Defina o comissionado em

source: Close the related lot(s) after commissioning the serials
fr: Fermer le (s) lot (s) concerné (s) après la mise en service des séries
pt_br: Feche o(s) lote(s) relacionado(s) após o comissionamento do(s) serial(is)
