Repository: suchandraAqb/Middleware
Catalog: TTRx2 AI Edge Scanner/Resource/*.lproj/Localizable.strings
Languages: fr, pt_br

source: Once closed, the lot cannot be re-opened. Are you sure you want to close this lot?
fr: Une fois fermé, le lot ne peut pas être rouvert. Êtes-vous sûr de vouloir fermer ce lot?
pt_br: Uma vez fechado, o lote não pode ser reaberto. Deseja fechar este lote?

source: Closing Lot
fr: Lot de clôture
pt_br: Lote de Fechamento

# Please scan serial before proceed.
source: Please scan serial before proceeding.
fr: Veuillez scanner le numéro de série avant de continuer.
pt_br: Por favor, escaneie o serial antes de continuar.

source: Serial(s) Scanned Successfully.
fr: Série (s) scannée (s) avec succès.
pt_br: Sérial(s) escaneado(s) com sucesso.

source: Close the lot after commissioning the serials
fr: Fermer le lot après la mise en service des séries
pt_br: Feche o lote após o comissionamento dos seriais

source: Password Need to Update
fr: Le mot de passe doit être mis à jour
pt_br: A senha precisa ser atualizada

source: Enter Old Password
fr: Entrez l'ancien mot de passe
pt_br: Digite a senha antiga

source: Enter New Password
fr: Entrez un nouveau mot de passe
pt_br: Insira uma nova senha

source: Old and New Password can't be same.
fr: L'ancien et le nouveau mot de passe ne peuvent pas être identiques.
pt_br: A senha nova não pode ser igual a antiga

source: Note
fr: Remarque
pt_br: Nota

source: This process may take some time to complete. Please check after some time.
fr: Ce processus peut prendre un certain temps. Veuillez vérifier après un certain temps.
pt_br: Este processo pode levar algum tempo para ser concluído. Por favor, tente mais tarde

source: Perform VRS Verification
fr: Effectuer la vérification VRS
pt_br: Realizar verificação VRS

source: Select Product Type
fr: Sélectionnez le type de produit
pt_br: Selecione o tipo do produto

source: OK
fr: D'accord

source: Verification process is only applicable to serialized product.
fr: Le processus de vérification s'applique uniquement aux produits sérialisés.
pt_br: O processo de verificação é aplicável apenas ao produto serializado.

source: Missing / Stolen
fr: Disparu / Volé
pt_br: Desaparecido / Roubado

source: Delete this inbound
fr: Supprimer cet entrant
pt_br: Exclua esta entrada

source: Delete Inbound Shipment
fr: Supprimer l'envoi entrant
pt_br: Excluir Remessa de Entrada

source: Deleting this inbound transaction will unload the content of this shipment from the data, and remove the shipment. The sender of the data won't be notified.
fr: La suppression de cette transaction entrante déchargera le contenu de cet envoi des données et supprimera l'envoi. L'expéditeur des données ne sera pas notifié.
pt_br: Excluir esta transação de entrada irá descarregar o conteúdo desta remessa dos dados e remover a remessa. O remetente dos dados não será notificado.

source: Delete Associated Inbound Transaction
fr: Supprimer la transaction entrante associée
pt_br: Excluir transação de entrada associada

source: Check this box to delete the inbound transaction associated to this shipment. The shipment must have only one transaction, and the transaction must have no other inbound shipments, otherwise the option will be rejected.
fr: Cochez cette case pour supprimer la transaction entrante associée à cet envoi. L'expédition ne doit comporter qu'une seule transaction et la transaction ne doit comporter aucune autre expédition entrante, sinon l'option sera rejetée.
pt_br: Marque esta caixa para excluir a transação de entrada associada a esta remessa. A remessa deve ter apenas uma transação e a transação não deve ter outras remessas de entrada, caso contrário, a opção será rejeitada.

source: Delete Shipment
fr: Supprimer l'envoi
pt_br: Excluir Remessa

source: Events
fr: Événements
pt_br: Eventos

source: My Account
fr: Mon compte
pt_br: Minha conta

source: Inbounds
fr: Entrées
pt_br: De entrada

source: outbounds
fr: sortantes
pt_br: saída

source: Inbound Failed Serials
fr: Périodiques en échec entrants
pt_br: Falha de entrada seriadas

source: You are about to delete this entry from database?
fr: Vous êtes sur le point de supprimer cette entrée de la base de données ?
pt_br: Você está prestes a excluir esta entrada do banco de dados?

source: Serial Number
fr: Numéro de série
pt_br: Número de série

source: Failed Reason
fr: Raison de l'échec
pt_br: Motivo da falha

source: Are you sure you want to delete the failed item details?
fr: Voulez-vous vraiment supprimer les détails de l'élément ayant échoué ?
pt_br: Tem certeza de que deseja excluir os detalhes do item com falha?

source: Augmented Reality Viewer
fr: Visionneuse de réalité augmentée
pt_br: Visualizador de realidade aumentada

source: Start
fr: Démarrer
pt_br: Começar

source: With no filters
fr: Sans filtres
pt_br: Sem filtros

source: Filters
fr: Filtres
pt_br: Filtros

source: Look With
fr: Regardez avec
pt_br: Olhar Com

source: Products who are about to expire
fr: Produits qui sont sur le point d'expirer
pt_br: Produtos que estão prestes a expirar

source: Last used A/R Filters
fr: Derniers filtres A/R utilisés
pt_br: Filtros A/R usados ​​pela última vez

source: Last used AR filter deleted successfully
fr: Le dernier filtre AR utilisé a été supprimé avec succès
pt_br: Último filtro AR usado excluído com sucesso

source: Do you want to delete last used AR filter?
fr: Voulez-vous supprimer le dernier filtre AR utilisé ?
pt_br: Deseja excluir o último filtro AR usado?

source: Export Products Found
fr: Produits d'exportation trouvés
pt_br: Produtos de exportação encontrados

source: Export Options
fr: Options d'exportation
pt_br: Opções de exportação

source: Summary Count of the product found
fr: Récapitulatif Nombre de produits trouvés
pt_br: Contagem resumida do produto encontrado

source: Include counts per lot found
fr: Inclure le nombre par lot trouvé
pt_br: Incluir contagem por lote encontrado

source: List of Serials found, with the lot number
fr: Liste des numéros de série trouvés, avec le numéro de lot
pt_br: Lista de Séries encontradas, com o número do lote

source: Include product information on every row
fr: Inclure des informations sur le produit sur chaque ligne
pt_br: Incluir informações do produto em cada linha

source: Format of the serial numbers
fr: Format des numéros de série
pt_br: Formato dos números de série

source: Simple Format
fr: Mise en forme simplifiée
pt_br: Formato Simples

source: GS1 URN (if available)
fr: URN GS1 (si disponible)
pt_br: GS1 URN (se disponível)

source: Include the content of the RAW barcode read
fr: Inclure le contenu du code-barres RAW lu
pt_br: Incluir o conteúdo da leitura do código de barras RAW

source: Data exported successfully
fr: Données exportées avec succès
pt_br: Dados exportados com sucesso

source: File Type
fr: Type de fichier
pt_br: Tipo de arquivo

source: Export Products Found Details
fr: Exporter les produits trouvés Détails
pt_br: Exportar Produtos Encontrados Detalhes

source: For Product
fr: Pour le produit
pt_br: Para produto

source: Summary Count of the lots found
fr: Récapitulatif Nombre de lots trouvés
pt_br: Contagem resumida dos lotes encontrados

source: For Lot
fr: Pour Lot
pt_br: Para Lote

source: Filters for Augmented Reality Viewer
fr: Filtres pour la visionneuse de réalité augmentée
pt_br: Filtros para visualizador de realidade aumentada

source: Create a new filter
fr: Créer un nouveau filtre
pt_br: Criar um novo filtro

source: Existing Preset A/R Filters
fr: Filtres A/R prédéfinis existants
pt_br: Filtros A/R predefinidos existentes

source: No Data Found
fr: Aucune donnée disponible
pt_br: Nenhum dado encontrado

source: Create a new Filter
fr: Créer un nouveau filtre
pt_br: Criar um novo filtro

source: Criterias
fr: Critères
pt_br: Critério

source: Add Criteria
fr: Ajouter des critères
pt_br: Adicionar critérios

# Save this file as a preset
source: Save this filter as a preset
fr: Enregistrez ce filtre en tant que préréglage
pt_br: Salve este filtro como uma predefinição

source: Save this filter as a preset
fr: Enregistrez ce filtre en tant que préréglage
pt_br: Salve este filtro como uma predefinição

source: If you don’t save this filter as a preset, it’s will be discarded at the end.
fr: Si vous n'enregistrez pas ce filtre en tant que préréglage, il sera supprimé à la fin.
pt_br: Se você não salvar este filtro como uma predefinição, ele será descartado no final.

source: Description
fr: La description
pt_br: Descrição

source: Short Description
fr: Brève description
pt_br: Pequena descrição

source: Options
fr: Choix
pt_br: Opções

source: Handle Multiple Criteria as cumulative conditions (as “AND”)
fr: Gérer plusieurs critères comme des conditions cumulatives (comme “ET“)
pt_br: Lidar com Critérios Múltiplos como condições cumulativas (como “AND”)

source: When enabled, all conditions must be filtered in. When disabled, only one condition need to be meet in order to be filtered in.
fr: Lorsqu'elle est activée, toutes les conditions doivent être filtrées. Lorsqu'elle est désactivée, une seule condition doit être remplie pour être filtrée.
pt_br: Quando ativado, todas as condições devem ser filtradas. Quando desativado, apenas uma condição precisa ser atendida para ser filtrada.

source: Check in the aggregation
fr: Vérifier dans l'agrégation
pt_br: Confira na agregação

source: When enabled, the system will also look on the aggregation data who is held into the system.
fr: Lorsqu'il est activé, le système examinera également les données d'agrégation qui sont conservées dans le système.
pt_br: Quando ativado, o sistema também procurará os dados de agregação que são mantidos no sistema.

source: Company Wide search filter
fr: Filtre de recherche à l'échelle de l'entreprise
pt_br: Filtro de pesquisa para toda a empresa

source: When enabled, this parameter make the search filter available to
fr: Lorsqu'il est activé, ce paramètre rend le filtre de recherche disponible pour
pt_br: Quando habilitado, este parâmetro disponibiliza o filtro de pesquisa para

source: Manage Access
fr: Gérer l'accès
pt_br: Gerenciar acesso

source: Type:
fr: Taper:
pt_br: Tipo:

source: Match Type:
fr: Type de match:
pt_br: Tipo de partida:

source: Value to Match Type:
fr: Valeur correspondant au type:
pt_br: Valor para corresponder ao tipo:

source: You can delete criterias by a swipe.
fr: Vous pouvez supprimer des critères par un balayage.
pt_br: Você pode excluir critérios com um toque.

source: Edit Filter
fr: Modifier le filtre
pt_br: Editar filtro

source: Duplicate Filter
fr: Filtre en double
pt_br: Filtro duplicado

source: The criteria you are set will be removed once you exit the page. Do you want to exit?
fr: Les critères que vous avez définis seront supprimés une fois que vous aurez quitté la page. Voulez-vous sortir?
pt_br: Os critérios definidos serão removidos assim que você sair da página. Você quer sair?

source: By not saving as a preset, the criteria you are set will be discarded once you will be done with this search. Continue?
fr: En n'enregistrant pas en tant que préréglage, les critères que vous avez définis seront supprimés une fois que vous aurez terminé cette recherche. Continuez?
pt_br: Ao não salvar como uma predefinição, os critérios definidos serão descartados assim que você terminar essa pesquisa. Continuar?

source: Please add criteria
fr: Veuillez ajouter des critères
pt_br: Por favor, adicione critérios

source: Please enter name
fr: Veuillez entrer le nom
pt_br: Por favor, digite o nome

source: Value to match:
fr: Valeur à égaler:
pt_br: Valor a combinar:

source: Existing preset AR filter deleted successfully
fr: Filtre AR prédéfini existant supprimé avec succès
pt_br: Filtro AR predefinido existente excluído com sucesso

source: Do you want to delete existing preset filter?
fr: Voulez-vous supprimer le filtre prédéfini existant ?
pt_br: Deseja excluir o filtro predefinido existente?

source: Edit a filter
fr: Modifier un filtre
pt_br: Editar um filtro

source: Match Type
fr: Type de match
pt_br: Tipo de partida

source: Value to match
fr: Valeur à égaler
pt_br: Valor a combinar

source: Case-sensitive match
fr: Correspondance sensible à la casse
pt_br: Correspondência que diferencia maiúsculas de minúsculas

source: Delete Criteria
fr: Supprimer les critères
pt_br: Excluir critériosa

source: Please enter value to match.
fr: Veuillez saisir la valeur correspondante.
pt_br: Insira o valor para corresponder.

source: Days
fr: Jours
pt_br: Dias

source: Start Date
fr: Date de début
pt_br: Data de início

source: End Date
fr: Date de fin
pt_br: Data final

source: Please enter days.
fr: Veuillez saisir des jours.
pt_br: Insira os dias.

source: Please enter start date.
fr: Veuillez entrer la date de début.
pt_br: Insira a data de início.

source: Please enter end date.
fr: Veuillez entrer la date de fin.
pt_br: Insira a data de término.

source: Please enter date.
fr: Veuillez entrer la date.
pt_br: Por favor, insira a data.

source: Categories
fr: Catégories
pt_br: Categorias

source: Please select category.
fr: Veuillez sélectionner la catégorie.
pt_br: Por favor, selecione a categoria.

source: Please select match type.
fr: Veuillez sélectionner le type de correspondance.
pt_br: Selecione o tipo de correspondência.

source: Criteria Added
fr: Critères ajoutés
pt_br: Critérios Adicionados

source: Criteria Edited
fr: Critères modifiés
pt_br: Critérios Editados

source: Product Status
fr: État du produit
pt_br: Status do produto

source: Please select status.
fr: Veuillez sélectionner le statut.
pt_br: Por favor, selecione o estado.

source: Select the new criteria to add
fr: Sélectionnez les nouveaux critères à ajouter
pt_br: Selecione os novos critérios para adicionar

source: Find only the products who will expire in 90 days or less, from today.
fr: Trouvez uniquement les produits qui expireront dans 90 jours ou moins, à partir d'aujourd'hui.
pt_br: Encontre apenas os produtos que expiram em 90 dias ou menos, a partir de hoje.

source: Company-Level Preset
fr: Préréglage au niveau de l'entreprise
pt_br: Predefinição de nível de empresa

source: Edit filter preset
fr: Modifier le filtre prédéfini
pt_br: Editar predefinição de filtro

source: You can’t update this filter preset because it’s an company-level filter and you don’t have the required permissions to make changes to it.
fr: Vous ne pouvez pas mettre à jour ce préréglage de filtre, car il s'agit d'un filtre au niveau de l'entreprise et vous ne disposez pas des autorisations nécessaires pour y apporter des modifications.
pt_br: Você não pode atualizar essa predefinição de filtro porque é um filtro no nível da empresa e você não tem as permissões necessárias para fazer alterações nele.

source: You can’t delete this filter preset because it’s a company-level filter and you don’t have the required permissions to delete to it.
fr: Vous ne pouvez pas supprimer ce préréglage de filtre, car il s'agit d'un filtre au niveau de l'entreprise et vous ne disposez pas des autorisations requises pour le supprimer.
pt_br: Você não pode excluir esta predefinição de filtro porque é um filtro de nível de empresa e você não tem as permissões necessárias para excluí-lo.

source: Create a new preset from this preset
fr: Créer un nouveau préréglage à partir de ce préréglage
pt_br: Crie uma nova predefinição a partir desta predefinição

source: Create a new filter preset by copying this selected filter preset.
fr: Créez un nouveau préréglage de filtre en copiant ce préréglage de filtre sélectionné.
pt_br: Crie uma nova predefinição de filtro copiando esta predefinição de filtro selecionada.

source: Start the augmented reality viewer with this filter.
fr: Démarrez la visionneuse de réalité augmentée avec ce filtre.
pt_br: Inicie o visualizador de realidade aumentada com este filtro.

source: View filter preset
fr: Afficher le filtre prédéfini
pt_br: Visualizar predefinição de filtro

source: Edit name, short description, criterias etc. of selected filter preset.
fr: Modifiez le nom, la courte description, les critères, etc. du préréglage de filtre sélectionné.
pt_br: Edite o nome, breve descrição, critérios etc. da predefinição de filtro selecionada.

source: Delete selected filter preset. This action is not reversible.
fr: Supprimer le préréglage de filtre sélectionné. Cette action n'est pas réversible.
pt_br: Excluir predefinição de filtro selecionada. esta ação não é reversível.

source: Products Found
fr: Produits trouvés
pt_br: Produtos encontrados

source: lot
fr: parcelle
pt_br: muitos

source: lots
fr: beaucoup
pt_br: grande quantidade

source: Unit found in
fr: Unité trouvée dans
pt_br: Unidade encontrada em

source: Units found in
fr: Unités trouvées dans
pt_br: Unidades encontradas em

source: Products are either Not found or Non-serialized
fr: Les produits sont soit introuvables, soit non sérialisés
pt_br: Os produtos são Não encontrados ou Não serializados

source: Lot based data found in scanned result but serial finder is not compatible with lot based data.
fr: Les données basées sur le lot trouvées dans le résultat numérisé, mais le chercheur de série ne sont pas compatibles avec les données basées sur le lot.
pt_br: Dados baseados em lote encontrados no resultado digitalizado, mas o localizador serial não é compatível com dados baseados em lote.

source: You are about to delete the product with lots and serials?
fr: Vous êtes sur le point de supprimer le produit avec des lots et des séries ?
pt_br: Você está prestes a excluir o produto com lotes e folhetins?

source: No Product Found
fr: Aucun produit trouvé
pt_br: Nenhum produto encontrado

source: Remove
fr: Retirer
pt_br: Remover

source: Products found details
fr: Détails des produits trouvés
pt_br: Detalhes dos produtos encontrados

source: You are about to delete the lot?
fr: Vous êtes sur le point de supprimer le lot ?
pt_br: Você está prestes a deletar o lote?

source: Do you want to delete selected products ?
fr: Voulez-vous supprimer les produits sélectionnés ?
pt_br: Deseja excluir os produtos selecionados?

source: Serial list of a product found
fr: Liste de série d'un produit trouvé
pt_br: Lista de série de um produto encontrado

source: You are about to delete the serial?
fr: Vous êtes sur le point de supprimer la série ?
pt_br: Você está prestes a deletar o serial?

source: View Event Log
fr: Afficher le journal des événements
pt_br: Ver registro de eventos

source: Manage access to this filter
fr: Gérer l'accès à ce filtre
pt_br: Gerenciar o acesso a este filtro

source: Delete Selected Access
fr: Supprimer l'accès sélectionné
pt_br: Excluir acesso selecionado

source: Users
fr: Utilisatrices
pt_br: Comercial

source: Roles
fr: Les rôles
pt_br: Funções

source: Add access to this filter
fr: Ajouter l'accès à ce filtre
pt_br: Adicionar acesso a este filtro

source: Download Products
fr: Télécharger les produits
pt_br: Baixar Produtos

source: Display Name
fr: Afficher un nom
pt_br: Nome de exibição

source: Created On
fr: Créé sur
pt_br: Criado em

source: COMPLETED
fr: COMPLÉTÉ
pt_br: CONCLUÍDO

source: FAILED
fr: MANQUÉ
pt_br: FRACASSADO

source: QUEUED
fr: EN FILE D'ATTENTE
pt_br: ENFILEIRADOS

# QUEQED
source: QUEUED
fr: EN FILE D'ATTENTE
pt_br: ENFILEIRADOS

source: Please enter all product names.
fr: Veuillez entrer tous les noms de produits.
pt_br: Insira todos os nomes de produtos.

source: Enter the product name
fr: Entrez le nom du produit
pt_br: Digite o nome do produto

source: ENTER ALL PRODUCT NAMES :
fr: ENTRER TOUS LES NOMS DE PRODUIT :
pt_br: INSIRA TODOS OS NOMES DE PRODUTOS:

source: ENTER PRODUCT NAME :
fr: ENTRER LE NOM DU PRODUIT :
pt_br: DIGITE O NOME DO PRODUTO:

source: Product name already exist
fr: Le nom du produit existe déjà
pt_br: O nome do produto já existe

source: Product Not Found
fr: Produit non trouvé
pt_br: Produto não encontrado

source: Product name:
fr: Nom du produit:
pt_br: Nome do Produto:

source: Product UUID:
fr: UUID du produit:
pt_br: Produtos UUID:

source: Simple serial:
fr: Série simple:
pt_br: Série simples:

source: GS1 serial:
fr: Série GS1:

source: Product gtin14:
fr: Produit gtin14:
pt_br: Produtos gtin14:

source: Lot number:
fr: Numéro de lot:
pt_br: Número de lote:

source: Status:
fr: Statut:

source: Expiration date:
fr: Date d'expiration:
pt_br: Data de validade:

source: Product Not Found List
fr: Liste des produits introuvables
pt_br: Lista de produtos não encontrados

source: Serial #
fr: En série #

source: Product Addition
fr: Ajout de produit
pt_br: Adição do produto

source: LOT NUMBER :
fr: NUMÉRO DE LOT :
pt_br: NÚMERO DE LOTE :

source: SERIAL NUMBER :
fr: NUMÉRO DE SÉRIE :
pt_br: NÚMERO DE SÉRIE :

source: EXPIRATION DATE :
fr: DATE D'EXPIRATION :
pt_br: DATA DE VALIDADE :

source: Not Found
fr: Pas trouvé
pt_br: Não encontrado

source: Edit All
fr: Tout modifier
pt_br: Editar tudo

source: Product name
fr: Nom du produit
pt_br: Nome do Produto

source: Simple serial
fr: Série simple
pt_br: Série simples

source: GS1 serial
fr: Série GS1
pt_br: Série GS1

source: Product gtin14
fr: Code produit 14
pt_br: Produto gtin 14

source: Lot number
fr: Numéro de lot
pt_br: Número de lote

source: Expiration date
fr: Date d'expiration
pt_br: Data de validade

source: Select Date Filter
fr: Sélectionner le filtre de date
pt_br: Selecionar filtro de data

source: Select Date
fr: Sélectionner une date
pt_br: Selecione a data

source: From Date
fr: Partir de la date
pt_br: Da data

source: To Date
fr: À ce jour
pt_br: Até a presente data

source: On
fr: Au
pt_br: Em

source: Before
fr: Avant de
pt_br: Antes de

source: Range
fr: Varier
pt_br: Variedade

source: After
fr: Après
pt_br: Depois de

source: serial will be removed
fr: le numéro de série sera supprimé
pt_br: serial será removido

source: serials will be removed
fr: les publications en série seront supprimées
pt_br: seriais serão removidos

source: serial scanned
fr: numérisé en série
pt_br: serial escaneado

source: serials scanned
fr: publications en série numérisées
pt_br: seriais escaneados

source: found
fr: a trouvé
pt_br: Encontrado

source: items
fr: articles
pt_br: itens

source: Item
fr: Article

source: Add items to your list
fr: Ajouter des éléments à votre liste
pt_br: Adicionar itens à sua lista

source: Alert
fr: Alerte
pt_br: Alerta

source: Are you sure you want to delete all items?
fr: Voulez-vous vraiment supprimer tous les éléments ?
pt_br: Tem certeza de que deseja excluir todos os itens?

source: Are you sure want to cancel scanning?
fr: Voulez-vous vraiment annuler la numérisation?
pt_br: Deseja cancelar o scan?

source: Are you sure you want to delete this item?
fr: Êtes-vous sûr de bien vouloir supprimer cet élément?
pt_br: Deseja excluir este item?

source: Not a valid Product
fr: Pas un produit valide
pt_br: Não é um produto válido

source: Scanned Code is not valid. Please try again later.
fr: Le code scanné n'est pas valide. Veuillez réessayer plus tard.
pt_br: O código lido não é válido. Por favor, tente novamente.

source: Do you want to proceed with this Return?
fr: Souhaitez-vous procéder à ce retour?
pt_br: Deseja continuar com esta Devolução?

source: Do you want to proceed with this Code?
fr: Voulez-vous continuer avec ce code?
pt_br: Deseja prosseguir com este Código?

source: No
fr: Non
pt_br: Não

source: Yes
fr: Oui
pt_br: Sim

source: Not a valid url. Please try again.
fr: Pas une URL valide. Veuillez réessayer.
pt_br: Não é um URL válido. Por favor, tente novamente.

source: Do you want to proceed with this url?
fr: Voulez-vous continuer avec cette URL?
pt_br: Deseja continuar com este url?

source: List Scan
fr: Balayage de liste
pt_br: Listar verificação

source: Clear All
fr: Tout effacer
pt_br: Limpar tudo

source: Please select customer first.
fr: Veuillez d'abord sélectionner le client.
pt_br: Por favor, selecione o cliente primeiro.
