Repository: suchandraAqb/Middleware
Catalog: TTRx2 AI Edge Scanner/Resource/*.lproj/Localizable.strings
Languages: fr, pt_br

source: Back
fr: Arrière
pt_br: Voltar

source: Welcome
fr: Bienvenu
pt_br: Bem-vindo(a)

# EnterUsername
source: Please enter username
fr: Veuillez saisir un nom d'utilisateur
pt_br: Digite o nome de usuário

source: Remember me
fr: Souviens-toi de moi
pt_br: Lembre de mim

# EnterPassword
source: Please enter username and password
fr: Veuillez entrer le nom d'utilisateur et le mot de passe
pt_br: Por favor, digite nome de usuário e senha

source: Password
fr: Mot de passe
pt_br: Senha

# Enter
source: Please enter
fr: Entrez s'il vous plait
pt_br: Por favor, insira

# SFC
source: Second Factor Code
fr: Code du deuxième facteur
pt_br: Autenticação de dois fatores

source: Username
fr: Nom d'utilisateur
pt_br: Nome do usuário

source: Login
fr: S'identifier
pt_br: Conectar

source: Forgot password
fr: Mot de passe oublié
pt_br: Esqueceu a senha?

source: Dashboard
fr: Tableau de bord

source: Logout
fr: Déconnexion
pt_br: Sair

source: Serial Finder
fr: En série Chercheur
pt_br: Localizador de número de série

source: Receiving
fr: Réception
pt_br: Recebimento

source: Inventory
fr: Inventaire
pt_br: Inventário

# NoInternet
source: Please check your internet connection..
fr: S'il vous plait, vérifiez votre connexion internet..
pt_br: Por favor, verifique sua conexão..

source: No data found
fr: Aucune donnée disponible
pt_br: Nenhum dado encontrado

# LogoutMsg
source: Do you want to Logout?
fr: Voulez-vous vous déconnecter?
pt_br: Deseja sair?

source: Error
fr: Erreur
pt_br: Erro

source: Returns(VRS)
fr: Retours(VRS)
pt_br: Retorna(VRS)

source: Transfer
fr: Transfert
pt_br: Transferir

source: Quarantine
fr: Quarantaine
pt_br: Quarentena

source: Dispense
fr: Dispenser
pt_br: Dispensar

source: Manufacturer
fr: Fabricant
pt_br: Fabricante

# CommSerials
source: Commission Serials
fr: Série de commissions
pt_br: Seriais de Comissão

source: Search Shipment
fr: Rechercher un envoi
pt_br: Pesquisa de Remessa

source: Click camera to scan your receiving items
fr: Cliquez sur la caméra pour numériser vos éléments de réception
pt_br: Clique na câmera para escanear os itens recebidos

source: Search Manually
fr: Rechercher manuellement
pt_br: Pesquisar Manualmente

source: Manual Search
fr: Recherche manuelle
pt_br: Pesquisa Manual

source: Trading Partner
fr: Partenaire commercial
pt_br: Parceiro Comercial

source: Shipment Date
fr: Date d'expédition
pt_br: Data de embarque

source: Delivery Date
fr: Date de livraison
pt_br: Data de entrega

source: Invoice Number
fr: Numéro de facture
pt_br: Número da Fatura

source: Order Number
fr: Numéro de commande
pt_br: Número do pedido

source: Release Number
fr: Numéro de Libération
pt_br: Número de liberação

source: Search
fr: Chercher
pt_br: Procurar

source: Shipments
fr: Expéditions
pt_br: Remessas

source: Ship Date
fr: Date d'expédition
pt_br: Data de envio

source: Release#
fr: Libération#
pt_br: Liberação#

source: Load more
fr: Charger plus
pt_br: Ver mais

source: Select Shipment
fr: Sélectionnez un envoi
pt_br: Selecione a Remessa

source: Verify Serials
fr: Vérifier Serials
pt_br: Verificar seriais

source: Select Storage
fr: Sélectionnez le stockage
pt_br: Selecione o armazenamento

source: Confirm Receiving
fr: Confirmer la réception
pt_br: Confirmar o recebimento

source: Shipment
fr: Expédition
pt_br: Envio

source: Invoice#
fr: Facture d'achat#
pt_br: Fatura#

source: Order#
fr: Ordre#
pt_br: Ordem#

source: Not this shipment?
fr: Pas cet envoi?
pt_br: Não é esta remessa?

source: Scan again
fr: Numériser à nouveau
pt_br: Escaneie novamente

source: Do you want to receive this shipment?
fr: Voulez-vous recevoir cet envoi?
pt_br: Deseja receber esta remessa?

source: Are you sure you want to cancel Receiving
fr: Êtes-vous sûr de vouloir annuler la réception
pt_br: Deseja cancelar o recebimento?

source: Click on the camera icon to verify the serials
fr: Cliquez sur l'icône de la caméra pour vérifier les séries
pt_br: Clique na câmera para verificar o(s) serial(is)

source: Attempt
fr: Tentative
pt_br: Tentativa

source: Attempt:
fr: Tentative:
pt_br: Tentativa:

source: Verified
fr: Vérifié
pt_br: Verificado

source: Failed
fr: Échoué
pt_br: Falhou

source: Failed:
fr: Échoué:
pt_br: Falhou:

source: Successfully
fr: Avec succès
pt_br: Com sucesso

source: To verify
fr: Vérifier
pt_br: Verificar

source: Select Shelf
fr: Sélectionnez une étagère
pt_br: Selecione a estante

source: Please select a storage area
fr: Veuillez sélectionner une zone de stockage
pt_br: Selecione uma área de armazenamento

# Please select a shelf
source: Please select shelf
fr: Veuillez sélectionner une étagère
pt_br: Selecione uma estante

source: New Quarantine
fr: Nouvelle quarantaine
pt_br: Nova Quarentena

source: Items in Quarantine
fr: Éléments en quarantaine
pt_br: Itens em Quarentena

source: Storage Area
fr: Zone de stockage
pt_br: Área de Armazenamento

source: Storage Shelf
fr: Etagère de rangement
pt_br: Prateleira de armazenamento

source: View more
fr: Voir plus
pt_br: Ver mais

source: Serial Verification
fr: Vérification série
pt_br: Verificação de Serial

source: Verification Attempt
fr: Tentatives de vérification
pt_br: Tentativa de Verificação

source: Successfully verified serials
fr: publications en série vérifiées
pt_br: Serial(is) verificado(s)

source: Shipment received in
fr: Envoi reçu en
pt_br: Remessa recebida em

source: Select from list
fr: Sélectionnez dans la liste
pt_br: Selecione na lista

source: Done
fr: Terminé
pt_br: Feito

source: Confirm
fr: Confirmer
pt_br: Confirmar

source: Verified Serials
fr: Serials vérifiés
pt_br: Serial(is) verificado(s)

source: Status
fr: Statut

source: Delete
fr: Supprimer
pt_br: Excluir

source: Sales Order by Picking
fr: Commande client par prélèvement
pt_br: Pedido de vendas por picking

source: Create Sales Order by Picking
fr: Créer une commande client par prélèvement
pt_br: Criar pedido de venda por picking

source: Picking by Sales Order
fr: Sélection par commande client
pt_br: Picking por ordem de venda

source: Select Vendor
fr: Sélectionnez le fournisseur
pt_br: Selecione o fornecedor

source: View scanned serials
fr: Afficher les publications en série numérisées
pt_br: Ver serial(is) escaneado(s)

source: Serial(s) Verified Successfully.
fr: Série vérifiée avec succès.
pt_br: Serial(is) verificado(s) com sucesso.

source: Are you sure you want to confirm Receiving
fr: Êtes-vous sûr de vouloir confirmer la réception
pt_br: Deseja confirmar o recebimento

source: No items found.
fr: Aucun élément trouvé.
pt_br: Nenhum item encontrado.

source: View/Edit Details
fr: Afficher / modifier les détails
pt_br: Ver / Editar Detalhes

source: Seller Location
fr: Emplacement du vendeur
pt_br: Localização do vendedor

source: Other Details
fr: Autres détails
pt_br: Outros detalhes

source: Shipment Details
fr: Détails de l'envoi
pt_br: Detalhes da Remessa

source: Order Date
fr: Date de commande
pt_br: Data do Pedido

source: Enter Customer Order ID
fr: Numéro de commande client
pt_br: ID do pedido do cliente

source: Internal Reference Nbr
fr: Numéro de référence interne
pt_br: Nbr de referência interna

source: Transaction Details
fr: détails de la transaction
pt_br: Detalhes da transação

source: Tracking Number
fr: Numéro de suivi
pt_br: Numero de rastreio

source: Shipping Carrier
fr: Transporteur maritime
pt_br: Transportadora

source: Shipping Method
fr: Mode de livraison
pt_br: Método de Envio

source: Lot Based Product
fr: Produit de lot
pt_br: Produto do lote

source: Add Product
fr: Ajouter un produit
pt_br: Adicionar Produto

source: Add more products
fr: Ajouter un produit
pt_br: Adicionar Produto

source: Lot Number
fr: Numéro de lot
pt_br: Número de Lote

source: Lot No
fr: Numéro de lot
pt_br: Número de Lote

source: Quantity
fr: Quantité
pt_br: Quantidade

source: Select Product
fr: Sélectionner un produit
pt_br: Selecione o Produto

source: Select Lot No.
fr: Sélectionnez un lot
pt_br: Selecionar Lote

source: Product Lots
fr: Lots de produits
pt_br: Lotes de Produtos

source: Filter by Lot Number
fr: Filtrer par numéro de lot
pt_br: Filtrar por número de lote

source: Search by NDC
fr: Recherche par NDC
pt_br: Pesquisa por NDC

source: Search by GTIN14
fr: Recherche par GTIN14
pt_br: Pesquisa por GTIN14

source: There is no lot available for this product
fr: Il n'y a pas de lot disponible pour ce produit
pt_br: Não há lote disponível para este produto

source: Please select products first.
fr: Veuillez d'abord sélectionner les produits.
pt_br: Selecione os produtos primeiro.

source: Please select Lot.
fr: Veuillez sélectionner Lot.
pt_br: Selecione Lote.

source: Enter quantity more than 0
fr: Entrez une quantité supérieure à 0
pt_br: Insira uma quantidade maior que 0

source: Quantity not available. Max available quantity
fr: Quantité non disponible. Quantité max disponible
pt_br: Quantidade não disponível. Quantidade máxima disponível

source: Available Qty.
fr: Quantité disponible
pt_br: Quantidade disponível

source: Product Lot Breakdown
fr: Répartition du lot
pt_br: Composição do lote

source: Items
fr: Articles
pt_br: Itens

source: View Lot Break Down
fr: Voir la répartition du lot
pt_br: Exibir divisão do lote

source: Are you sure you want confirm Picking
fr: Êtes-vous sûr de vouloir confirmer la sélection
pt_br: Deseja confirmar a escolha?

source: Product Added
fr: Produit ajouté
pt_br: Produto adicionado

source: Picking Search
fr: Recherche de sélection
pt_br: Escolhendo Pesquisa

source: Select Location
fr: Sélectionnez l'emplacement
pt_br: Selecione a localização

source: Shipment UUID
fr: UUID d'expédition
pt_br: Remessa UUID

source: Update
fr: Mettre à jour
pt_br: Atualizar

source: Update Quantity
fr: La quantité de mise à jour
pt_br: Quantidade de Atualização

source: Notes
fr: Remarques
pt_br: Notas

source: Order No.
fr: Numéro de commande
pt_br: Número do Pedido

source: Picker
fr: Cueilleur
pt_br: Selecionador

source: Picking Start
fr: Début de la cueillette
pt_br: Iniciar Picking

source: Date & Time
fr: Date et heure
pt_br: Data e Hora

source: Picking Details
fr: Détails de la sélection
pt_br: Detalhes de seleção

source: Picking In Progress
fr: Cueillette en cours
pt_br: Seleção em Andamento

source: View Picked Items
fr: Voir les articles sélectionnés
pt_br: Ver Itens Selecionados

source: View SO Items
fr: Afficher les articles SO
pt_br: Ver item SO

# Please scan serials or Add Lot based items before proceed.
source: Please scan serials or Add Lot based items before proceeding.
fr: Veuillez scanner les publications en série ou ajouter des articles basés sur un lot avant de continuer.
pt_br: Escaneie o(s) serial(is) ou adicione itens baseados em lote antes de continuar.

source: Storage Selection
fr: Sélection de stockage
pt_br: Seleção de Armazenamento

source: Partial Picking
fr: Cueillette partielle
pt_br: Picking Parcial

source: Select Storage Area
fr: Sélectionnez la zone de stockage
pt_br: Selecione a área de armazenamento

source: Select Lot Storage
fr: Sélectionnez Stockage de lots
pt_br: Selecionar armazenamento de lote

source: Shelf
fr: Étagère
pt_br: Estante

source: Products
fr: Des produits
pt_br: Produtos

source: Total Items
fr: Articles au total
pt_br: Total de Itens

source: PICK THIS LIST
fr: Choisissez cette liste
pt_br: Escolha esta lista

source: CONTINUE
fr: Continuer
pt_br: Continuar

source: All
fr: Tout
pt_br: Tudo

source: To do
fr: Faire
pt_br: Façam

source: In Progress
fr: En cours
pt_br: Em progresso

source: Do you want to proceed?
fr: Voulez-vous poursuivre?
pt_br: Você quer prosseguir?

source: Pickings
fr: Cueillettes

source: Search Quarantine Item
fr: Rechercher un élément de quarantaine
pt_br: Pesquisar item de quarentena

source: Product Name
fr: Nom du produit
pt_br: Nome do Produto

source: Reference#
fr: Référence#
pt_br: Referência#

source: Reason
fr: Raison
pt_br: Razão

source: Reference
fr: Référence
pt_br: Referência

source: Items Count
fr: Nombre d'articles
pt_br: Quantidade de itens

source: Products Count
fr: Nombre de produits
pt_br: Quantidade de Produtos

source: Un - Quarantine
fr: Un - Quarantaine
pt_br: Não - Quarentena

source: Un-Quarantine
fr: Annuler la quarantaine
pt_br: Retirar da Quarentena

source: General
fr: Générale
pt_br: Geral

source: Quarantine UUID
fr: UUID de quarantaine
pt_br: Quarentena UUID

source: Preset
fr: Préréglage
pt_br: Motivo

source: Other
fr: Autre
pt_br: Outro

source: Choose
fr: Choisir
pt_br: Escolher

source: Type Reference
fr: Référence de type
pt_br: Tipo da Referência

source: Un-Quarantine All Remaining Items
fr: Annuler la quarantaine de tous les éléments restants
pt_br: Retirar da quarentena todos os itens restantes

source: Product Serials
fr: Série de produits
pt_br: Serial(is) do produto

source: Location
fr: Emplacement
pt_br: Localização

source: Select destination
fr: Sélectionner la destination
pt_br: Enviar para:

source: items will be put back to inventory
fr: les articles seront remis en inventaire
pt_br: os itens serão colocados de volta no estoque

source: Select Reason
fr: Raison
pt_br: Razão

source: Destination Location
fr: Lieu de destination
pt_br: Localização do Destinatário

source: Quarantine Products
fr: Produits de quarantaine
pt_br: Produtos de Quarentena

source: Some serials did not match exactly but quantity could be found with their Product/Lot combination.
fr: Certaines publications en série ne correspondaient pas exactement, mais la quantité pouvait être trouvée avec leur combinaison produit / lot.
pt_br: Algum(s) serial(is) não corresponde(m) exatamente, mas a quantidade pode ser encontrada com a combinação Produto / Lote.

source: Those items are scanned as Lot based
fr: Ces articles sont scannés en fonction du lot
pt_br: Esses itens são escaneados como lote

source: You are about to delete the resource.
fr: Vous êtes sur le point de supprimer la ressource.
pt_br: Você está prestes a excluir o recurso.

source: This operation can’t be undone
fr: Cette opération ne peut pas être annulée
pt_br: Esta operação não pode ser desfeita

source: Proceed to the deletion?
fr: Procéder à la suppression?
pt_br: Continuar para a exclusão?

source: There are Lot(s) which dont have storage . Please select storage to continue..
fr: Il y a des lots qui n'ont pas de stockage. Veuillez sélectionner le stockage pour continuer.
pt_br: Existem Lote (s) que não têm arrecadação. Selecione o armazenamento para continuar ..

source: There are item(s) attached to this location. Please remove those item(s) first from Items section to change location.
fr: Il y a des éléments attachés à cet emplacement. Veuillez d'abord supprimer ces articles de la section Articles pour changer d'emplacement.
pt_br: Existem itens anexados a este local. Remova esse (s) item (ns) primeiro da seção Itens para alterar o local.

source: Do you want to Un-Quarantine this item?
fr: Voulez-vous annuler la mise en quarantaine de cet élément?
pt_br: Desejar retirar da quarentena este item?

source: Please select item(s) to Un-Quarantine.
fr: Veuillez sélectionner les éléments à annuler la quarantaine.
pt_br: Selecione o(s) item(ns) para desfazer a quarentena.

source: Lot Based Item(s)
fr: Article (s) basé sur le lot
pt_br: Item(s) baseado(s) em lote

source: Are you sure you want confirm Un-Quarantine?
fr: Voulez-vous vraiment confirmer la mise en quarantaine?
pt_br: Deseja confirmar a remoção da quarentena?

source: Are you sure you want cancel Un-Quarantine?
fr: Voulez-vous vraiment annuler la mise en quarantaine?
pt_br: Deseja cancelar a remoção da quarentena?

source: Serial(s) already scanned.
fr: Série (s) déjà scannés.
pt_br: Sérial(is) já escaneado(s).

source: Container
fr: Récipient
pt_br: Recipiente

source: Lot Quantity Updated..
fr: Quantité de lot mise à jour.
pt_br: Quantidade de lote atualizada ..

source: No Lot available in the selected location to
fr: Aucun lot disponible à l'emplacement sélectionné pour
pt_br: Nenhum lote disponível no local selecionado para

source: No Lot available in the selected location.
fr: Aucun terrain disponible à l'emplacement sélectionné.
pt_br: Nenhum lote disponível no local selecionado.

source: Please select different location or remove this lot.
fr: Veuillez sélectionner un emplacement différent ou supprimer ce lot.
pt_br: Selecione um local diferente ou remova este lote.

source: Please select/type Un-Quarantine reason.
fr: Veuillez sélectionner / saisir la raison de la mise en quarantaine.
pt_br: Selecione / digite Motivo de não quarentena.

source: Are you sure you want cancel Un-Quarantine
fr: Êtes-vous sûr de vouloir annuler la mise en quarantaine
pt_br: Deseja cancelar a remoção da quarentena?

source: Aggregation
fr: Agrégation
pt_br: Agregação

source: View Serials
fr: Afficher les séries
pt_br: Ver Seriais

source: Un-Quarantine request submitted
fr: Demande de retrait de la quarantaine envoyée
pt_br: Pedido de retirada da quarentena enviado

source: Something went wrong..
fr: Une erreur s'est produite.
pt_br: Algo deu errado ..

source: Select source
fr: Sélectionner la source
pt_br: Saindo de:

source: Please select source Location.
fr: Veuillez sélectionner l'emplacement source.
pt_br: Selecione o local do remetente.

source: Please select destination Location.
fr: Veuillez sélectionner l'emplacement de destination.
pt_br: Selecione o local de destinatário.

source: Source and destination location can't be same.
fr: Les emplacements source et destination ne peuvent pas être identiques.
pt_br: O endereço do remetente e do destinatário não podem ser iguais.

source: Please select a Shelf.
fr: Veuillez sélectionner une étagère.
pt_br: Selecione uma estante.

source: Please select/type
fr: Veuillez sélectionner / saisir
pt_br: Selecione / digite

source: reason.
fr: raison.
pt_br: Razão.

source: Locations
fr: Emplacements
pt_br: Localizações

source: Are you sure you want cancel
fr: Êtes-vous sûr de vouloir annuler
pt_br: Deseja cancelar?

source: Source Location
fr: Emplacement source
pt_br: Localização do Remetente

source: Adjustment request submitted
fr: Demande d'ajustement soumise
pt_br: Pedido de ajuste enviado

source: Are you sure you want confirm
fr: Êtes-vous sûr de vouloir confirmer
pt_br: Tem certeza que deseja confirmar

source: Scan Serial(s)
fr: Numériser les séries
pt_br: Escanear Serial(is)

source: Click camera to scan your items
fr: Cliquez sur la caméra pour numériser vos articles
pt_br: Clique na câmera para escanear seus itens

source: Shipment PDF
fr: Expédition PDF
pt_br: PDF da Remessa

source: Finder
fr: Chercheur
pt_br: Localizador

source: Serial Finder
fr: En série Chercheur
pt_br: Localizar de Serial

source: Products Perspective
fr: Perspective des produits
pt_br: Perspectiva de Produtos

source: Products in all shipments
fr: Produits en expédition
pt_br: Produtos enviados/recebidos

source: Serial Based
fr: Basé sur la série
pt_br: Baseado em Serial

source: Lot Based
fr: Basé sur le lot
pt_br: Baseado em Lote

source: Scanned List
fr: Liste numérisée
pt_br: Lista de Escaneado(s)

source: List View
fr: Vue en liste
pt_br: Exibição de Lista

source: Product View
fr: Vue produit
pt_br: Visualização do Produto

source: Serial Details
fr: Détails de série
pt_br: Detalhes do Serial

source: Event Log
fr: Journal des événements
pt_br: Log de Eventos

source: Download
fr: Télécharger
pt_br: Baixar

source: Search Filter
fr: Filtre de recherche
pt_br: Filtro de Pesquisa

source: Product GS1 ID
fr: ID produit GS1
pt_br: ID GS1 do produto

source: Product GS1 Company Prefix
fr: Préfixe de société GS1 produit
pt_br: Prefixo da empresa GS1 do produto

source: Transaction Type
fr: Type de transaction
pt_br: Tipo de transação

source: Advance Search
fr: Recherche Avancée
pt_br: Busca Avançada

source: Clear
fr: Clair
pt_br: Claro

source: View Serial List
fr: Afficher la liste des séries
pt_br: Ver Lista de Seriais

source: Not all items are picked for this shipment. You can save as a partial picking and continue picking for this order later, or return and continue picking.
fr: Tous les articles ne sont pas sélectionnés pour cet envoi. Vous pouvez enregistrer en tant que prélèvement partiel et continuer le prélèvement pour cette commande plus tard, ou retourner et continuer le prélèvement.
pt_br: Nem todos os itens são selecionados para esta remessa. Você pode salvar como uma separação parcial e continuar separando para este pedido mais tarde ou retornar e continuar separando.

source: If the item to pick is not present, you must update the shipment and reduce the quantity to ship in order to ship the shipment.
fr: Si l'article à prélever n'est pas présent, vous devez mettre à jour l'envoi et réduire la quantité à expédier afin d'expédier l'envoi.
pt_br: Se o item a ser retirado não estiver presente, você deverá atualizar a remessa e reduzir a quantidade a ser enviada; para enviar a remessa.

source: Return Manager
fr: Gestionnaire des retours
pt_br: Gerente de Devolução

source: Continue
fr: Continuer
pt_br: Continuar

source: This will keep the return operation open, and will allow-you to resume it later.
fr: Cela gardera l'opération de retour ouverte et vous permettra de la reprendre plus tard.
pt_br: Isso manterá a operação de retorno aberta e permitirá que você a retome mais tarde.

source: Void Return
fr: Retour nul
pt_br: Retorno nulo

source: This operation will void the return event.
fr: Cette opération annulera l'événement de retour.
pt_br: Esta operação irá anular o evento de retorno.

source: Go back to the Return Merchandise and allow you to continue to process the return.
fr: Revenez à la marchandise de retour et permettez-vous de continuer à traiter le retour.
pt_br: Volte para a Devolução de mercadoria e permita que você continue a processar a devolução.

source: Product Summary
fr: détails du produit
pt_br: Sumário de Produtos

source: To returned
fr: Pour revenir
pt_br: Voltar

source: Search by RMA Number
fr: Recherche par numéro RMA
pt_br: Pesquisa por número RMA

source: View outbound shipment line items
fr: Afficher les éléments de campagne d'expédition sortante
pt_br: Ver itens de saída

source: Outbound Shipment Details
fr: Détails de l'envoi sortant
pt_br: Detalhes da remessa de saída

source: Custom Order ID
fr: ID de commande personnalisée
pt_br: ID de pedido personalizado

source: Internal Ref. Nbr
fr: Réf interne Nbr
pt_br: Ref. Interna Nbr

source: Customer Details
fr: Détails du client
pt_br: Detalhes do cliente

source: Product UUID
fr: UUID du produit
pt_br: UUID do produto

source: View all products summary
fr: Voir le résumé de tous les produits
pt_br: Veja o resumo de todos os produtos

source: General Info
fr: Informations générales
pt_br: Informações Gerais

source: Scan Serials
fr: Numériser les séries
pt_br: Escanear Serial(is)

source: Return Summery
fr: Résumé du retour
pt_br: Resumo da Devolução

source: Confirm Return
fr: Confirmer le retour
pt_br: Confirmar Devolução

source: Return Shipment
fr: Expédition de retour
pt_br: Remessa de Devolução

source: Reception Date
fr: Date de réception
pt_br: Data de Recepção

source: Time
fr: Temps
pt_br: Tempo

source: General condition of received shipment
fr: État général de l'envoi reçu
pt_br: Condição geral da remessa recebida

source: Type notes
fr: Taper des notes
pt_br: Digite notas

source: Valid
fr: Valide
pt_br: Válida

source: Invalid
fr: Invalide
pt_br: Inválida

source: Pending
fr: En attente
pt_br: Pendente

source: Removed
fr: Supprimé
pt_br: Removida

source: View Verfied Serials
fr: Afficher les séries vérifiées
pt_br: Ver Seriais Verificados

source: Return Items
fr: Retourner les articles
pt_br: Devolver itens

source: Items Resalable
fr: Articles revendables
pt_br: Itens revendíveis

source: items will be quarantined
fr: les éléments seront mis en quarantaine
pt_br: Itens serão colocados em quarentena
